{
  "meet the team": "conozca al equipo",
  "our team works specifically on the dapp to make the best experience for": "nuestro equipo trabaja específicamente en la dApp para brindar la mejor experiencia a",
  "Fans": "Fanáticos",
  "and": "y",
  "Creators": "Creadores",
  "We have extensive experience in software development": "Contamos con una amplia experiencia en desarrollo de software",
  "Pedro is a multilingual economist, finishing a master's degree related to DeFi. He has been involved with crypto since 2017, and has experience with integrations. He has worked as a blockchain researcher in the Social Tokens field for over a year.": "Pedro es un economista multilingüe, completando una maestría relacionada con DeFi. Ha estado involucrado con las criptomonedas desde 2017 y tiene experiencia con integraciones. Ha estado trabajando como investigador de blockchain en el campo de los Social Tokens durante más de un año.",
  "Rafael is a 'hacker of life', yogi, digital entrepreneur, software developer, and investor in the cryptocurrency ecosystem. He has founded tech companies in Brazil in the financial, software, and metaverse fields.": "Rafael es un “hacker de la vida”, yogui, emprendedor digital, desarrollador de software e inversor en el ecosistema de las criptomonedas. Fundó algunas empresas de tecnología en Brasil en los campos financiero, de software y metaverso.",
  "Thiago is a full stack developer focused on the JavaScript ecosystem and web applications development, seeking to be constantly evolving his knowledge within the subject, focusing on modern technologies for web2, and studying web3 technologies.": "Thiago es un desarrollador full stack enfocado en el ecosistema de JavaScript y el desarrollo de aplicaciones web, buscando estar en constante evolución de su conocimiento dentro del tema, enfocándose en tecnologías modernas para web2 y estudiando tecnologías web3.",
  "Mikael is an UI/UX designer with skills in front-end and mobile development.": "Mikael es un diseñador de UI/UX con habilidades en el desarrollo front-end y de dispositivos móviles.",
  "Isabela is a PhD student in Social Psychology, responsible for creating content, as well as the cobogo’s team relationship with the community.": "Isabela es estudiante de doctorado en Psicología Social, responsable por la creación de contenido, así como la relación del equipo de cobogo con la comunidad.",
  "product strategist": "diseñador de estrategia de producto",
  "developer": "desarrollador",
  "designer": "diseñador",
  "technical writer": "escritora técnica",
  "economist": "economista",
  "co-founder": "co-fundador"
}
