{
  "meet the team": "Takımla tanışın",
  "our team works specifically on the dapp to make the best experience for patrons and creators. We have extensive experience in software development, blockchain and tokenomics.": "Ekibimiz üretici ve patronlara en iyi deneyimi sunmak için dapp üzerinde özenle çalışmaktadır. Ekip olarak yazılım, blokzincir ve tokenomik konularında geniş tecrübeye sahibiz.",
  "Pedro is an economist involved with blockchain since 2013. He will help to develop cobogo's business and maximize growth": "Pedro é economista envolvido com blockchain desde 2013. Ele ajudará a desenvolver o negócio da cobogo e maximizar o crescimento",
  "Rafael is a 'hacker of life', yogi, digital entrepreneur, software developer, and investor in the cryptocurrency ecosystem. He has founded tech companies in Brazil in the financial, software, and metaverse fields.": "Rafael bir 'yaşam boyu hacker', seri girişimci yazılım geliştiricisi ve aynı zamanda kripto varlık ekosisteminde yatırımcıdır. Brazilya'da teknoloji, finans, yazılım ve metaverse alanlarında şirketler kurdu.",
  "Jonatas is a full stack developer specialized in mobile development, and is constantly updating his knowledge as a programmer. Currently focusing on web 3, blockchain and dapp technologies. His responsibility is to develop the cobogo dapp.": "Jonatas es un desarrollador full stack especializado en el desarrollo de móviles, que actualiza constantemente sus conocimientos como programador. Actualmente está enfocado en tecnologías web3, blockchain y dApps. Su responsabilidad es desarrollar el dApp cobogo.",
  "Mikael is an UI/UX designer with skills in front-end and mobile development.": "Mikael es un diseñador de UI/UX con habilidades en el desarrollo front-end y de dispositivos móviles.",
  "Isabela is a PhD student in Social Psychology, responsible for creating content, as well as the cobogo’s team relationship with the community.": "Isabela es estudiante de doctorado en Psicología Social, responsable por la creación de contenido, así como la relación del equipo de cobogo con la comunidad.",
  "product strategist": "Ürün stratejisti",
  "developer": "Geliştirici",
  "designer": "Tasarımcı",
  "communications": "İletişim"
}
