{
  "Become a": "Torne-se uma",
  "business": "empresa",
  "raise": "levante",
  "creative capital": "capital criativo",
  "continuously, and": "continuamente, e",
  "skyrocket your": "alavanque sua",
  "Creator career": "carreira de Criador",
  "Tell me more": "Conte-me mais",
  "Cobogo allows Creators": "Cobogo permite que os Criadores",
  "to become": "se tornem",
  "real businesses": "empresas reais",
  "We provide": "Fornecemos",
  "all the best tools": "as melhores ferramentas",
  "for incorporating a US business, raising funds with whom matters the most and maximizing growth.": "para incorporar um negócio nos EUA, levantar capital com quem mais importa e maximizar seu crescimento.",
  "Cobogo allows Creators to become real businesses.": "Cobogo permite que os Criadores se tornem empresas reais.",
  "We provide all the best tools for incorporating a US business, raising funds with whom matters the most and maximizing growth.": "Fornecemos as melhores ferramentas para incorporar um negócio nos EUA, levantar capital com quem mais importa e maximizar seu crescimento.",
  "Showcase your": "Divulge sua",
  "business with": "empresa com",
  "To investors, brands, and your audience by adding your metrics and services to your profile. Get your valuation estimated.": "Divulgue seu negócio com o Cobogo Social para investidores, marcas e sua audiência  adicionando suas métricas e serviços ao seu perfil. Estime seu valuation.",
  "Create your profile": "Crie seu perfil",
  "To create your profile and prove that you are yourself, connect your social media, and Cobogo Social will automatically generate a profile for you.": "Para criar seu perfil e provar que você é você mesmo, conecte suas redes sociais e o Cobogo Social gerará automaticamente um perfil para você.",
  "Enrich your profile": "Enriqueça seu perfil",
  "We recommend connecting as much of your social media and adding as much information as you can. It will make it more trustworthy to investors and allow our algorithm to assess your valuation.": "Recomendamos conectar o máximo de suas mídias sociais e adicionar o máximo de informações que puder. Isso o tornará mais confiável para os investidores e permitirá que nosso algoritmo avalie seu valuation.",
  "Share your Profile": "Compartilhe seu perfil",
  "We have optimized the Creator Profile so it can be used as an interactive media kit, a business presentation, and an excellent way to share all of your verified links!": "Otimizamos o perfil do criador para que ele possa ser usado como um media kit interativo, uma apresentação de negócios e uma excelente maneira de compartilhar todos os seus links verificados!",
  "Incorporate a": "Incorpore uma",
  "We provide Creators with the easiest way to incorporate a Business in Delaware.": "Nós fornecemos aos criadores a maneira mais fácil de incorporar uma empresa em Delaware.",
  "Company Formation": "Formação da Empresa",
  "We'll prepare your legal documents, file your paperwork, and create all the essential post-incorporation documents. Manage all your documentation in one easily accessible dashboard.": "Preparamos seus documentos legais, arquivamos sua papelada e criamos todos os documentos essenciais pós-incorporação. Gerencie toda a sua documentação em um painel de fácil acesso.",
  "As a third-party provider, we're authorized by the Internal Revenue Service (IRS) to offer expedited EIN services.": "Como fornecedor terceirizado, estamos autorizados pelo Internal Revenue Service (IRS) a oferecer serviços EIN de forma acelerada.",
  "Bank Account": "Conta Bancária",
  "Apply with one click to as many of our banking partners as you would like. No fees, no credit checks, and all C-Corps are supported.": "Inscreva-se com um clique em quantos parceiros bancários desejar. Sem taxas, sem verificações de crédito e todos os C-Corps são suportados.",
  "Fund your passion and": "Financie sua paixão e",
  "share your success with": "compartilhe seu sucesso com o",
  "Cobogo Fundraise allows Creators to tokenize equity and use a Rolling SAFE for Continuous Securities Offering instead of doing static fundraising rounds.": "Cobogo Fundraise permite que os Criadores tokenizem seu  equity e usem um Rolling SAFE para uma Continuous Security Offering em vez de fazer rodadas de captação de recursos estáticas.",
  "Apply with your business": "Candidate-se com o seu negócio",
  "Apply to fundraise with your C-Corp, create your own custom investment portal, prepare all the legal documentation and design your equity offering the way you want to.": "Candidate-se à levantar capital com a sua C-Corp, crie o seu próprio portal de investimento personalizado, prepare toda a documentação legal e projete a sua oferta de capital da forma que pretende.",
  "Raise funds continuously": "Levante capital continuamente",
  "With an SEC-compliant technology, Creators can raise funds in rounds that are always open for investors, and their audience, without the need to do static rounds.": "Com uma tecnologia compatível com a SEC, Criadores podem levantar capital em rodadas que estão sempre abertas para investidores e seu público, sem a necessidade de fazer rodadas estáticas.",
  "Share your growth": "Compartilhe seu crescimento",
  "Share your growth with your investors, partners, contractors and anyone that helps you grow your business.": "Compartilhe seu crescimento com seus investidores, parceiros, funcionários e qualquer pessoa que o ajude a expandir seus negócios.",
  "We invest in the": "Investimos no",
  "future of Creators with": "futuro dos Criadores com a",
  "We are a seed/early-stage investor in talented Creators worldwide. We focus on Creators wtih the biggest estimated potential with profiles on Cobogo Social.": "Somos investidores seed/inicial em Criadores talentosos de todo o mundo. Focamos em Creators com maior potencial estimado com perfis no Cobogo Social.",
  "Apply for funding": "Candidate-se a financiamento",
  "If you are a Creator": "Se você é um Criador",
  "Apply for funding, and please be detailed in the form. We will evaluate you based on all the information you provide. If approved, we will get in touch in a few days.": "Candidate-se a financiamento, e por favor seja detalhado no formulário. Vamos avaliá-lo com base em todas as informações que você fornecer. Se aprovado, entraremos em contato em alguns dias.",
  "If you are an investor": "Se você é um investidor",
  "Gain exposure to the Creators who are leading the expansion of the Creator Economy, one of the fastest-growing markets in the world.": "Ganhe exposição aos Criadores que estão liderando a expansão da Creator Economy, um dos mercados que mais crescem no mundo.",
  "Pioneer Fund": "Fundo Pioneer",
  "Our first fund is open. Email us at:": "Nosso primeiro fundo está aberto. Envie-nos um e-mail para:",
  "for more information.": "para mais informações.",
  "To never miss any content and to be able to share your ideas, side with more like-minded people in our": "Para nunca perder nenhum conteúdo e poder compartilhar suas ideias, fique do lado de mais pessoas com a mesma opinião em nossa",
  "community": "comunidade",
  "Join our": "Participe do nosso",
  "Join Telegram": "Junte-se ao Telegram",
  "Showcase your business with": "Divulge sua empresa com",
  "Incorporate a business with": "Incorpore uma empresa com",
  "Fund your passion with": "Financie sua paixão com",
  "Products": "Produtos",
  "Community": "Comunidade"
}
