{
  "Community": "Comunidade",

  "Wee see": "Nós vemos",
  "as": "como",
  "founders": "fundadores",
  "and their": "e suas",
  "Scaling up": "Tornando o",
  "equity financing": "financiamento por equity",
  "for": "escalável para",
  "brands": "marcas",
  "Cobogo is a fund manager with a technological and productized deal-flow that counts with a community of Creators acting as the Creator Economy market intelligence.": "Uma gestora de fundos com deal-flow tecnológico e produtizado que conta com uma comunidade de Creators atuando como a inteligência de mercado da Creator Economy.",

  "Productized deal-flow": "Deal-flow produtizado",
  "A game changer": "Mudando o jogo",
  "community": "da Creator Economy",
  "Creator as a": "Creator como",
  "business platform": "uma plataforma de negócios",
  "Getting Creators": "Preparando Creators",
  "ready to fly": "para voar",
  "Formed by Creators, investors and enthusiasts of the Creator Economy created boosting market knowledge, research and development to find the next early stage Creators to be invested.": "Uma comunidade formada por Creators, investidores e entusiastas da Creator Economy criada para impulsionar o conhecimento, a pesquisa e o desenvolvimento deste mercado, discutindo novos movimentos, tendências e selecionando os próximos Creators em estágio inicial a serem investidos.",
  "A all in one tool to showcase a Creators work and engagement metrics to investors and partners in a professional and automated way. All data is verified and authenticated by the Creators social media.": "Uma ferramenta completa para mostrar o trabalho de um criador e as métricas de engajamento para investidores e parceiros de maneira profissional e automatizada. Todos os dados são verificados e autenticados pelas redes sociais dos Criadores.",
  "A complete training and acceleration program for Creators who need to professionalize and grow their businesses.": "Um programa completo de treinamento e aceleração para Creators que precisam se profissionalizar e expandir seus negócios.",
  "learn more": "saiba mais",

  "Related": "Conteúdos",
  "content": "relacionados",
  "Learn more about the future of the Creator Economy being built by Cobogo, with articles exposing our ideas.": "Saiba mais sobre o futuro da Creator Economy que está sendo construído pela Cobogo, com artigos expondo nossas ideias.",
  "Go to our Medium": "Visite nosso Medium",
  "https://medium.com/@cobogo_io/": "https://cobogobr.medium.com/",

  "Mentions": "Menções",

  "https://twitter.com/cobogo_io/": "https://twitter.com/cobogobr/",
  "Code of conduct": "Código de conduta",
  "Privacy policy": "Política de privacidade",
  "Terms of use": "Termos de uso",
  "Data deletion": "Exclusão de dados"
}
