{
  "Community": "Comunidade",
  "We see": "Nós vemos",
  "as": "como",
  "founders": "fundadores",
  "and their": "e suas",
  "Scaling up": "Tornando o",
  "equity financing": "financiamento por equity",
  "for": "escalável para",
  "brands": "marcas",
  "Cobogo is a fund manager with a technological and productized deal-flow that counts with a community of Creators acting as the Creator Economy market intelligence.": "Cobogo é uma gestora de fundos com deal-flow tecnológico e produtizado que conta com uma comunidade de Creators atuando como a inteligência de mercado da Creator Economy.",
  "Productized deal-flow": "Deal-flow produtizado",
  "The creator economy game changer.": "Mudando o jogo da creator economy.",
  "A game changer community.": "Mudando o jogo da comunidade.",
  "A game changer": "Mudando o jogo",
  "community": "da comunidade",
  "Creator as a business platform.": "Creator como uma plataforma de negócios.",
  "Creator as a": "Creator como",
  "business platform": "uma plataforma de negócios",
  "Getting Creators ready to fly.": "Preparando Creators para voar.",
  "Getting Creators": "Preparando Creators",
  "ready to fly": "para voar",
  "Formed by Creators, investors and enthusiasts of the Creator Economy boosting market knowledge, research and development to find the next early stage Creators to be invested.": "Uma comunidade formada por Creators, investidores e entusiastas da Creator Economy criada para impulsionar o conhecimento, a pesquisa e o desenvolvimento deste mercado, discutindo novos movimentos, tendências e selecionando os próximos Creators em estágio inicial a serem investidos.",
  "A all in one tool to showcase a Creators work and engagement metrics to investors and partners in a professional and automated way. All data is verified and authenticated by the Creators social media.": "Uma ferramenta completa para mostrar o trabalho de um criador e as métricas de engajamento para investidores e parceiros de maneira profissional e automatizada. Todos os dados são verificados e autenticados pelas redes sociais dos Criadores.",
  "A complete training and acceleration program for Creators who need to professionalize and grow their businesses.": "Um programa completo de treinamento e aceleração para Creators que precisam se profissionalizar e expandir seus negócios.",
  "learn more": "saiba mais",
  "Stay tuned": "Fique ligado",
  "Learn more about the future of the Creator Economy being built by Cobogo, with articles exposing our ideas.": "Saiba mais sobre o futuro da Creator Economy que está sendo construído pela Cobogo, com artigos expondo nossas ideias.",
  "Go to our Medium": "Visite nosso Medium",
  "Cobogo on the news": "Estamos na rua",
  "Brazilian startups focused on Web3 are chosen for the acceleration program": "Startups brasileiras voltadas à Web3 são escolhidas para programa de aceleração",
  "Investing in the next Casimiro and Felipe Neto may be possible understand about digital influencers in Web 3.0": "Investir no próximo Casimiro ou Felipe Neto pode ser possível entenda sobre os influenciadores digitais na Web 3.0",
  "Creators 3.0: Raul Aragão is the first creator to become scalable by Cobogo": "Creators 3.0: Raul Aragão é o primeiro creator a se tornar escalável pela Cobogo",
  "subscribe to LinkedIn": "assinar no LinkedIn",
  "Stay infomed about Cobogo and the Creator Economy!": "Fique por dentro da Cobogo e da Creator Economy!",
  "Code of conduct": "Código de conduta",
  "Privacy policy": "Política de privacidade",
  "Terms of use": "Termos de uso",
  "Data deletion": "Exclusão de dados",
  "join community": "entre na comunidade",
  "Research": "Pesquisa",
  "The community counts with an investment analysis specialized team capable of generating reports on Creators Economy trends and the future of Creators as investment assets.": "A comunidade conta com uma equipe especializada em análise de investimentos capaz de gerar relatórios sobre as tendências da Creator Economy e o futuro dos Creators como ativos de investimento.",
  "Creators Valuation": "Valuation de Creators",
  "One of the greatest values ​​created by the community will be the ability to assess and valuate Creators for the first time in the world. This will be the most important point for defining Creators valorization potential and will create a new universal relevance metric for Creators.": "Um dos maiores valores criados pela comunidade será a capacidade de avaliar e avaliar o valuation de Creators pela primeira vez no mundo. Este será o ponto mais importante para definir o potencial de valorização dos Creators e criará uma nova métrica de relevância universal para os Creators.",
  "Creators Selection": "Seleção de Creators",
  "Community members will be responsible for discovering, discussing and proposing the next Creators to be invested by our Pioneer Fund, Cobogo's Creator focused investment fund.": "Os membros da comunidade serão responsáveis por descobrir, discutir e propor os próximos criadores a serem investidos por nosso Pioneer Fund, o fundo de investimento focado em criadores da Cobogo.",
  "The power of community to boost invested creators": "O poder de comunidade para impulsionar criadores investidos",
  "Since the Creators from our community are the ones selecting and proposing early stage Creators to our fund, their rule afterall is to boost invested Creators digital reach and valuation after they receive the invesment. This is how our community can create value and push the creator economy foward.": "Como os criadores da nossa comunidade são os que selecionam e propõem criadores em estágio inicial para o nosso fundo, o papel deles é aumentar o alcance e a avaliação dos criadores investidos após receberem o investimento. É assim que nossa comunidade pode criar valor e impulsionar a Creator Economy.",
  "Over": "Mais de",
  "Creators, Investors and Creator Economy professionals getting together.": "Criadores, investidores e profissionais da Creator Economy se reunindo.",
  "A podcast held on Cobogo´s Twitter from Monday to Friday. We invite Creators and other professionals in the field to discuss the Creator Economy.": "Um podcast realizado no Twitter da Cobogo de segunda à sexta-feira. Convidamos Creators e outros profissionais da área para discutir a Creator Economy.",
  "Inovation, Creator Economy and web3 with CMO of Reserva": "Inovação, Creator Economy e web3 com CMO da Reserva",
  "Join the": "Junte-se",
  "community that is": "comunidade que está",
  "reshaping the": "remodelando o",
  "future of the": "futuro da",
  "apply now": "entre agora",
  "The program is divided into": "O programa é dividido em",
  "3 main phases": "3 fases principais",
  "for Creators in different stages.": "para Creators em diferentes estágios.",
  "Product development": "Desenvolvimento de produto",
  "First of all Creators need to understand how to create value based on their knowledge, experience and influence power. In this phase they can understand everything needed to develop from scratch a good a profitable solution for their niche.": "Em primeiro lugar, os criadores precisam entender como criar valor com base em seu conhecimento, experiência e poder de influência. Nesta fase eles podem entender tudo o que é necessário para desenvolver do zero uma solução boa e rentável para o seu nicho.",
  "Business management": "Gestão de negócios",
  "As important as having a great product is to understand how real businesses are managed and how the market works. Learning from experts in different entrepreneurship and innovation fields Creators start to see themselves as startups and put their skin in the game to prove their value.": "Tão importante quanto ter um ótimo produto é entender como negócios reais são geridos e como funciona o mercado. Aprendendo com especialistas em diferentes áreas de empreendedorismo e inovação, os Creators começam a se ver como startups e colocam sua pele no jogo para provar seu valor.",
  "Fundraising strategies": "Estratégias de captação",
  "The end-game for visionary Creators is to fund raise and scale their busineses. In the last phase of our accelaration program they learn how venture capital works, how to reach and conquer investor’s attention to their projects.": "O end game para criadores visionários é arrecadar fundos e expandir seus negócios. Na última fase do nosso programa de aceleração, eles aprendem como funciona o capital de risco, como alcançar, abordar e conquistar a atenção e o interesse de investidores para seus projetos.",
  "Become a": "Torne-se",
  "Favorite the": "Favorite o",
  "Space link": "link do Space",
  "Listen to all": "Escute todos os",
  "episodes": "episódios"
}
