{
  "Investment ecosystem": "O ecossistema de investimentos",
  "designed to": "idealizado para",
  "support the": "suportar a",
  "next generation": "próxima geração",
  "of": "de",
  "Learn more": "Saiba mais",
  "This is where": "Na Cobogo",
  "Creators become companies": "Creators se tornam empresas",
  "professionalize their businesses": "profissionalizam seus negócios",
  "and": "e",
  "access tools to fundraise": "acessam ferramentas para receber investimentos",
  "and reach their": "e atingir seu",
  "maximum potential": "máximo potencial",
  "Creator as a": "Onde Creators são",
  "business platform": "vistos como empresas",
  "A all in one tool to showcase a Creators work and engagement metrics to investors and partners in a professional and automated way. All data is verified and authenticated by the Creators social media.": "A melhor forma de expor o trabalho e métricas de engajamento de um Creator para investidores e parceiros de forma profissional e automatizada. Todos os dados são verificados e autenticados pelas redes sociais do Creator.",
  "Create your profile": "Crie seu perfil",
  "For Creators": "Se você é um Creator",
  "Connect your social media and create a successful profile showing the world who you are and all your potential to receive investments and scale your business. Your profile can also be used as an online and automated Media Kit for partners such as companies and advertising agencies.": "Conecte suas redes sociais e crie um perfil de sucesso em segundos, capaz de transmitir quem você é e todo o seu potencial para receber investimentos e escalar seu negócio. Seu perfil também pode ser usado como um Media Kit online e automatizado, para parceiros como empresas e agências de publicidade.",
  "For investors": "Se você é um investidor",
  "Browse, search and select Creators to be invested. With Cobogo Social it is possible to analyze metrics, meet new Creators and understand their potential for appreciation as an asset.": "Navegue, pesquise e selecione Creators para serem investidos. No Cobogo Social é possível analisar métricas, conhecer novos Creators e entender seu potencial de valorização como ativo.",
  "For partners": "Se você é um parceiro",
  "A new tool to unify and facilitate the analysis and selection of Creators for advertising campaigns, where all relevant metrics and information will be found to define the best Creators based on data.": "Uma nova ferramenta para unificar e facilitar a analise e seleção de Creators para campanhas de publicidade, onde serão encontradas todas as métricas e informações relevantes para encontrar definir os melhores Creators a partir de dados.",
  "Getting Creators": "Onde Creators se",
  "ready to fly": "preparam para decolar",
  "A complete training and acceleration program for Creators who need to professionalize and grow their business, open a company in a legal framework and use tools to fundraise, in a global and scalable way. The program is divided into 3 phases for Creators in different stages.": "Um programa completo de capacitação e aceleração para Creators que precisam profissionalizar e acelerar seu negócio, abrir empresa no exterior e utilizar ferramentas para captação de investimentos, de forma global e escalável. Divido em 3 etapas para Creators em diferentes estágios.",
  "For early stage Creators, searching for their place in the market, find their ideal niche, grow their audience, formalize their business and start making money with their work on the internet.": "Para Creators em estágio inicial de suas carreiras, em busca de se posicionar no mercado, encontrar seu nicho de atuação ideal, crescer sua audiência, formalizar seu negócio e começar a faturar com seu trabalho na internet.",
  "Focused on Creators who already have some revenue streams, lacking knowledge about how the advertising market works, how to negotiate with partners, team structuring and how the investments world works for startups and scalable businesses.": "Focado em Creators que já possuem faturamento, mas precisam aprender sobre o funcionamento do mercado de publicidade , negociação com parceiros, estruturação de equipe e como o mundo dos investimentos funciona para startups e negócios escaláveis.",
  "The final phase of Cobogo Launchpad seeks to prepare Creators for their first investment round, with tools for opening a company in a legal framework, launching a public offering in order to sell their equity, in addition to monitoring fundraising and allocation of resources.": "A fase final do Launchpad busca preparar os Creators para sua primeira rodada de investimentos, com ferramentas para abertura de empresa no exterior, lançamento de oferta pública para venda do seu equity, além de acompanhamento na captação e alocação de recursos.",
  "The Creator": "Onde impactamos",
  "Economy game": "o futuro da Creator",
  "changer": "Economy",
  "A community formed by Creators, investors and enthusiasts of the Creator Economy created to boost knowledge, research and development of this market, discussing new movements, trends and selecting the next early stage Creators to be invested.": "Uma comunidade formada por Creators, investidores, profissionais e entusiastas da Creator Economy criada fomentar conhecimento, pesquisa e desenvolvimento da Creator Economy. Onde grandes Creators discutirão sobre as tendências do mercado e selecionarão os próximos Creators early stage a serem investidos.",
  "Join the community:": "Contribua com a comunidade:",
  "Portuguese": "Português",
  "English": "Inglês",
  "Cobogo DAO counts with an investment analysis specialized team capable of generating reports on Creators Economy trends and the future of Creators as investment assets.": "A Cobogo DAO contará com uma equipe especializada em análise de investimentos capaz de gerar relatórios sobre as tendências da Creators Economy e o futuro dos Creators como ativos para investimento.",
  "Creators Valuation": "Valuation de Creators",
  "One of the greatest values ​​created by the DAO will be the ability to assess and valuate Creators for the first time in the world. This will be the most important point for defining Creators valorization potential and will create a new universal relevance metric for Creators.": "Um dos maiores valores criados pela DAO será a capacidade de avaliar e definir o valuation de Creators pela primeira vez no mundo. Este será o ponto mais importante para a definição do potencial de valorização dos Creators e criará uma nova métrica de relevância universal para Creators.",
  "Creators Selection": "Seleção de Creators",
  "DAO members will be responsible for proposing, discussing and selecting the next Creators to be investors by Pioneer Fund, Cobogo's Creator focused investment fund.": "Os membros da DAO serão responsável por propor, discutir e selecionar os próximos Creators a serem investidores pelo Pioneer Fund, o fundo de investimentos focado em Creators da Cobogo.",
  "Join our": "Participe do nosso",
  "To never miss any content and to be able to share your ideas, side with more like-minded people in our": "Para nunca perder nenhum conteúdo e poder compartilhar suas ideias, fique do lado de mais pessoas com a mesma opinião em nossa",
  "community": "comunidade",
  "Join Telegram": "Junte-se ao Telegram",
  "Creator as a business platform": "Onde Creators são vistos como empresas",
  "Getting Creators ready to fly": "Onde Creators se preparam para decolar",
  "The Creator Economy game changer": "Onde impactamos o futuro da Creator Economy",
  "Products": "Produtos",
  "Community": "Comunidade",
  "Code of conduct": "Código de conduta",
  "Privacy policy": "Política de privacidade",
  "Terms of use": "Termos de uso",
  "Data deletion": "Exclusão de dados"
}
