{
  "meet the team": "conheça o time",
  "our team works specifically on the dapp to make the best experience for": "nossa equipe trabalha especificamente no dApp para oferecer a melhor experiência para",
  "Fans": "Fãs",
  "and": "e",
  "Creators": "Criadores",
  "We have extensive experience in software development": "Temos uma vasta experiência em desenvolvimento de software",
  "Pedro is a multilingual economist, finishing a master's degree related to DeFi. He has been involved with crypto since 2017, and has experience with integrations. He has worked as a blockchain researcher in the Social Tokens field for over a year.": "Pedro é um economista multilíngue, concluindo um mestrado relacionado a DeFi. Ele está envolvido com criptomoedas desde 2017 e tem experiência com integrações. Ele tem trabalhado como pesquisador de blockchain no campo de Social Tokens há mais de um ano.",
  "Rafael is a 'hacker of life', yogi, digital entrepreneur, software developer, and investor in the cryptocurrency ecosystem. He has founded tech companies in Brazil in the financial, software, and metaverse fields.": "Rafael é um 'hacker of life', yogi, empresário digital, desenvolvedor de software e investidor no ecossistema de criptomoedas. Ele fundou algumas empresas de tecnologia no Brasil nos campos financeiro, de software e metaverso.",
  "Thiago is a full stack developer focused on the JavaScript ecosystem and web applications development, seeking to be constantly evolving his knowledge within the subject, focusing on modern technologies for web2, and studying web3 technologies.": "Thiago é um desenvolvedor full stack focado no ecossistema JavaScript e desenvolvimento de aplicações para web, buscando estar em constante evolução de seus conhecimentos dentro do assunto, focando em tecnologias modernas para a web2, e estudando sobre tecnologias web3.",
  "Mikael is an UI/UX designer with skills in front-end and mobile development.": "Mikael é um designer UI/UX com habilidades no desenvolvimento front-end e de dispositivos móveis.",
  "Isabela is a PhD student in Social Psychology, responsible for creating content, as well as the cobogo’s team relationship with the community.": "Isabela é uma estudante de doutorado em Psicologia Social, responsável por criar conteúdo e pela relação do time de cobogo com a comunidade.",
  "product strategist": "estretegista do produto",
  "developer": "desenvolvedor",
  "designer": "designer",
  "technical writer": "escritora técnica",
  "economist": "economista",
  "co-founder": "co-fundador"
}
